Repository: haneujeen/sennight
Catalog: Sennight/Sennight/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: fr, ko

source: and
fr: Et

source: Log In
fr: Se connecter

source: Sign Up
fr: S'inscrire

source: will apply
fr: S'appliquera

source: About App
fr: À propos de l'application
ko: 앱 정보

source: Account Settings
fr: Paramètres du compte
ko: 계정

source: Activities
fr: Activités
ko: 활동

source: Add and manage your smoking habits and cravings.
fr: Ajoutez et gérez vos habitudes et envies de fumer.
ko: 흡연 습관을 저장하고 관리하세요.

source: Aid product detail edit
fr: Modifier les détails du produit d'aide
ko: 금연보조제 세부정보 수정

source: Already have an account?
fr: Vous avez déjà un compte ?
ko: 이미 계정이 있으신가요?

source: App Permissions
fr: Autorisations de l'application
ko: 앱 권한

source: App Version
fr: Version de l'application
ko: 앱 버전

source: Are you currently a smoker?
fr: Êtes-vous actuellement fumeur ?
ko: 현재 흡연 중 이신가요?

source: be 8-32 characters long
fr: doit contenir entre 8 et 32 caractères
ko: 8~32자 사이어야 합니다

source: Begin your journey and stay updated with your progress.
fr: Commencez votre voyage et restez à jour avec vos progrès.
ko: 금연을 시작하고 진행사항을 업데이트 하세요.

source: Category: %@
fr: Catégorie : %@
ko: 카테고리:%@

source: Change Password
fr: Changer le mot de passe
ko: 비밀번호 변경

source: Confirm Password
fr: Confirmer le mot de passe
ko: 비밀번호 확인

source: Contact Support
fr: Contacter le support
ko: 지원팀에게 연락하기

source: Continue
fr: Continuer
ko: 계속

source: Continue with Apple
fr: Continuer avec Apple
ko: Apple로 계속하기

source: Create your account.
fr: Créez votre compte.
ko: 계정을 생성하세요.

source: Dashboard
fr: Tableau de bord
ko: 대시보드

source: Data Usage
fr: Utilisation des données

source: Dismiss
fr: Rejeter
ko: 넘어가기

source: Don't have an account?
fr: Vous n'avez pas de compte?
ko: 계정이 없으신가요?

source: Email address
fr: Adresse e-mail
ko: 이메일 주소

source: Enter your motivation
fr: Entrez votre motivation
ko: 동기를 입력하세요

source: Error
fr: Erreur
ko: 오류

source: Failed to load motivation. Please try again.
fr: Échec du chargement de la motivation. Veuillez réessayer.
ko: 동기를 불러오지 못했습니다.

source: Feelings and Symptoms
fr: Sentiments et symptômes
ko: 기분과 금단 증상

source: General
fr: Général
ko: 일반

source: Get Started
fr: Commencer
ko: 시작하기

source: have at least 1 digit (0-9)
fr: doit contenir au moins 1 chiffre (0-9)
ko: 적어도 1개의 숫자(0~9)를 포함해야합니다

source: have at least 1 letter (A-Z, a-z)
fr: doit contenir au moins 1 lettre (A-Z, a-z)
ko: 적어도 1개의 문자를 포함해야합니다(A~Z, a~z)

source: Hour
fr: Heure
ko: 시간

source: How many years have you been smoking?
fr: Depuis combien d'années fumez-vous?
ko: 몇 년동안 흡연을 하셨나요?

source: If you are creating a new account,
fr: Si vous créez un nouveau compte,
ko: 새로운 계정을 만드는 경우,

source: It's tough. So are you.
fr: C'est difficile. Vous l'êtes aussi.
ko: 작은 첫 걸음이 큰 변화를 만듭니다.

source: Keep track of your emotions and withdrawal symptoms.
fr: Suivez vos émotions et vos symptômes de sevrage.
ko: 내 기분과 금단 증상을 기록하세요.

source: Language
fr: Langue
ko: 언어

source: Legal
fr: Légal
ko: 법적

source: Let us know the date you quit smoking.
fr: Faites-nous savoir la date à laquelle vous avez arrêté de fumer.
ko: 금연 날짜를 알려주세요

source: Let us know the number of cigarettes you smoke daily.
fr: Indiquez-nous le nombre de cigarettes que vous fumez quotidiennement.
ko: 하루에 몇 개피의 담배를 피우는지 알려주세요

source: Let us know the price of a pack of cigarettes you usually buy.
fr: Indiquez-nous le prix d'un paquet de cigarettes que vous achetez habituellement.
ko: 사용하는 담배의 한 갑의 가격을 알려주세요

source: Licenses
fr: Licences
ko: 라이센스

source: Loading...
fr: Chargement...
ko: 로딩 중

source: Logout
fr: Se déconnecter
ko: 로그아웃

source: Milestone Posts
fr: Publications de jalons
ko: 마일스톤 게시물

source: Milestones
fr: Jalons
ko: 마일스톤

source: Money saved card
fr: Carte des économies réalisées
ko: 절약한 금액

source: Motivation Message:
fr: Message de motivation :
ko: 흡연 동기 메세지:

source: My milestones
fr: Mes jalons
ko: 나의 마일스톤

source: Name
fr: Nom
ko: 이름

source: New activity sheet
fr: Nouvelle feuille d'activité
ko: 새 활동 시트

source: New aid product sheet
fr: Nouvelle feuille de produit d'aide
ko: 새로운 금연보조제 시트

source: New smoking sheet
fr: Nouvelle feuille de tabagisme
ko: 새로운 흡연 시트

source: New symptom sheet
fr: Nouvelle feuille de symptômes
ko: 새로운 금단증상 시트

source: Next
fr: Suivant
ko: 다음

source: No motivation available
fr: Pas de motivation disponible
ko: 동기를 입력하지 않았습니다

source: Note: The health benefits listed are general estimates and may vary from person to person. Please consult with a healthcare professional for personalized guidance.
fr: Remarque : Les avantages pour la santé répertoriés sont des estimations générales et peuvent varier d'une personne à l'autre. Veuillez consulter un professionnel de la santé pour des conseils personnalisés.
ko: 참고: 나열된 건강 상의 이점은 일반적인 추정치이며, 사람마다 차이가 있을 수 있습니다. 정확한 정보를 위해서 의료전문가와 상담하세요.

source: Password
fr: Mot de passe
ko: 비밀번호

source: Please enter your email, name, and password.
fr: Veuillez entrer votre e-mail, nom et mot de passe.
ko: 이메일, 이름 및 비밀번호를 입력하세요

source: Privacy and Security
fr: Confidentialité et sécurité
ko: 개인 정보 및 보안

source: Privacy Policy
fr: Politique de confidentialité
ko: 개인 정보 보호 정책

source: Products
fr: Produits
ko: 제품

source: Profile
fr: Profil
ko: 프로필

source: Select Date
fr: Sélectionnez la date
ko: 날짜 선택

source: Selected Date: %@
fr: Date sélectionnée : %@
ko: 선택한 날짜: %@

# Selected Time: %@:%@
source: Selected Time: %1$@:%2$@
fr: Heure sélectionnée : %1$@:%2$@
ko: 선택한 시간: %1$@:%2$@

source: Settings
fr: Paramètres
ko: 설정

source: Share Your Milestones
fr: Partagez vos jalons
ko: 나의 마일스톤 공유하기

source: Smoking log chart card
fr: Carte de suivi du tabagisme
ko: 흡연 기록 차트 카드

source: Start quitting today!
fr: Commencez à arrêter de fumer aujourd'hui !
ko: 오늘 금연을 시작하세요!

source: Start Your Quitting Log
fr: Commencez votre journal d'arrêt du tabac
ko: 금연 기록 시작

source: Subscription/Billing Information
fr: Informations sur l'abonnement/la facturation
ko: 구독/결제 정보

source: Support and get support from others who are also on this journey.
fr: Obtenez du soutien et soutenez les autres qui sont également sur ce parcours.
ko: 금연을 함께하는 다른 사람들로부터 응원을 받고, 또한 다른 이들에게 응원을 보내세요.

source: Symptom
fr: Symptôme
ko: 금단증상

source: Tell us what motivated you to quit smoking?
fr: Dites-nous ce qui vous a motivé à arrêter de fumer.
ko: 금연 동기를 알려주세요

source: Terms & Conditions
fr: Termes et conditions
ko: 이용약관

source: Terms of Service
fr: Conditions d'utilisation
ko: 서비스 약관

source: Time Zone
fr: Fuseau horaire
ko: 시간대

source: Track Habits and Cravings
fr: Suivre les habitudes et les envies
ko: 습관 및 갈망 추적

source: Update aid product sheet
fr: Mettre à jour la feuille de produit d'aide
ko: 금연 보조제 목록 업데이트

source: User achieved %@ Milestone! Send support?
fr: L'utilisateur a atteint %@ jalon ! Envoyer du soutien?
ko: 사용자가 %@ 마일스톤 달성! 지원을 보낼까요?

source: Welcome back
fr: Bon retour
ko: 환영합니다

source: Welcome to Sennight!
fr: Bienvenue chez Sennight !
ko: Sennight에 오신 것을 환영합니다!

source: What time do you usually have your first cigarette of the day?
fr: À quelle heure fumez-vous généralement votre première cigarette de la journée ?
ko: 보통 하루 중 몇시에 담배를 피우시나요?

source: Your password must:
fr: Votre mot de passe doit :
ko: 비밀번호는 다음을 포함해야합니다:

source: so far
ko: 모았습니다.

source: USD
ko: 원

source: - **Access and Update Your Information**: Request access to or update your personal information.
ko: - **정보 접근 및 업데이트** : 개인정보 접근 또는 업데이트 요청.

source: - **Device Information**: Information about your device, such as your device ID, operating system, and other technical details.
ko: - **장치 정보**: 장치 ID, 운영 체제 및 기타 기술 세부 정보와 같은 장치에 대한 정보입니다.

source: - **For Legal Reasons**: We may disclose your information if required to do so by law or to protect our rights, privacy, safety, or property.
ko: - **법적 이유로**: 당사는 법에 따라 또는 당사의 권리, 사생활, 안전 또는 재산을 보호하기 위해 귀하의 정보를 공개할 수 있습니다.

source: - **Opt-Out**: Choose not to receive promotional communications from us by following the instructions in those communications.
ko: - **Opt-Out**: 해당 커뮤니케이션의 지침에 따라 프로모션 커뮤니케이션을 받지 않도록 선택하십시오.

source: - **Personal Information**: Information that identifies you personally, such as your name, email address, or other contact details.
ko: - **개인정보** : 본인의 이름, 이메일 주소, 기타 연락처 등 본인을 식별할 수 있는 정보입니다.

source: - **To Communicate with You**: Sending updates, notifications, and other information related to the App.
ko: - **당신과 소통하기**: 앱과 관련된 업데이트, 알림 및 기타 정보 전송.

source: - **To Comply with Legal Obligations**: Adhering to applicable laws and regulations.
ko: - **법적 의무 준수**: 해당 법규 준수.

source: - **To Improve the App**: Analyzing usage patterns to enhance features and performance.
ko: - **앱 개선을 위해**: 사용 패턴을 분석하여 기능과 성능을 향상시킵니다.

source: - **To Provide and Maintain the App**: Ensuring the App functions correctly and addressing any issues.
ko: - **앱 제공 및 유지관리**: 앱이 올바르게 작동하는지 확인하고 모든 문제를 해결합니다.

source: - **Usage Data**: Information about how you use the App, including your interactions with features and services.
ko: - **UsageData**: 기능 및 서비스와의 상호 작용을 포함하여 앱을 사용하는 방법에 대한 정보입니다.

source: - **With Service Providers**: We may share your information with third-party service providers who assist us in operating the App and providing services.
ko: - **서비스 제공업체**: 앱을 운영하고 서비스를 제공하는 데 도움이 되는 타사 서비스 제공업체와 귀하의 정보를 공유할 수 있습니다.

source: [Contact Support](mailto:eujeenhan@gmail.com)
ko: [문의지원](메일:eujeenhan@gmail.com )

source: 1. Acceptance of Terms
ko: 1. 조건 수락

source: 1. Introduction
ko: 1. 소개

source: 2. Information We Collect
ko: 2. 우리가 수집하는 정보

source: 2. User Accounts
ko: 2. 사용자 계정

source: 3. How We Use Your Information
ko: 3. 귀하의 정보를 사용하는 방법

source: 3. Use of the App
ko: 3. 앱 사용

source: 4. How We Share Your Information
ko: 4. 우리가 당신의 정보를 공유하는 방법

source: 4. Intellectual Property
ko: 4. 지적재산권

source: 5. Privacy
ko: 5. 개인정보보호

source: 5. Security
ko: 5. 보안

source: 6. Third-Party Links
ko: 6. 서드파티 링크

source: 6. Your Choices
ko: 6. 사용자의 선택 사항

source: 7. Children’s Privacy
ko: 7. 아이들의 사생활

source: 7. Disclaimer
ko: 7. 면책조항

source: 8. Changes to This Privacy Policy
ko: 8. 개인 정보 보호 정책의 변경 사항

source: 8. Limitation of Liability
ko: 8. 책임제한

source: 9. Changes to Terms
ko: 9. 약관 변경 사항

source: 10. Contact Information
ko: 10. 연락처 정보

source: About Milestones
ko: 마일스톤

source: Activity row
ko: 활동내역

source: Add My Motivation
ko: 동기 설정하기

source: Add New Milestone
ko: 새 마일스톤 받기

source: Add your cessation aids
ko: 보조 물품 추가하기

source: Add your own motivation
ko: 나만의 동기를 입력하세요.

source: All content, trademarks, and other intellectual property on the Sennight are owned by or licensed to Sennight and are protected by applicable laws. You may not use, reproduce, or distribute any content from the Sennight without explicit permission.
ko: Sennight의 모든 콘텐츠, 상표 및 기타 지적 재산은 Sennight가 소유하거나 Sennight에게 라이센스를 부여하며 해당 법률에 의해 보호됩니다. 명시적인 허가 없이 Sennight의 콘텐츠를 사용, 복제 또는 배포할 수 없습니다.

source: An unknown error occurred.
ko: 알 수 없는 오류가 발생했습니다.

source: By accessing or using the Sennight ("Sennight"), you agree to comply with and be bound by these Terms and Conditions.
ko: Sennight("Sennight")에 접속하거나 사용함으로써 귀하는 본 약관을 준수하고 이에 구속되는 것에 동의합니다.

source: Cancel
ko: 취소

source: Category
ko: 카테고리

source: Cessation Aids
ko: 금연 보조품

source: Cigarette Price
ko: 지출 비용

source: Click the button below and get your milestone.
ko: 아래 버튼을 탭하고 마일스톤을 얻으세요.

source: Close
ko: 닫기

source: Confirm New Password
ko: 비밀번호 확인

source: Copyright (c) 2024 Sennight
ko: 저작권 (c) 2024 Sennight

source: Craving level
ko: 갈망수준

source: Current Password
ko: 현재 비밀번호

source: Daily Cigarettes
ko: 평균 흡연량

source: Date achieved: %@
ko: 얻은 날짜: %@

source: do you usually have your first cigarette of the day?
ko: 하루 중 담배를 언제 처음 피우십니까?

source: Edit This Quit Log
ko: 수정

source: Email
ko: 이메일

source: Empty Motivation!
ko: 동기가 없습니다!

source: Enter cigarette price
ko: 가격을 입력하세요

source: Enter daily cigarettes
ko: 평균 흡연량을 입력하세요

source: Enter price
ko: 가격을 입력하세요

source: Enter years smoking
ko: 흡연 년 수를 입력하세요

source: Get started
ko: 시작하기

source: have you been smoking?
ko: 흡연을 하셨나요?

source: How many years
ko: 몇 년동안

source: If you have any questions or concerns about this Privacy Policy, please contact us at [Sennight Help](mailto:eujeenhan@gmail.com).
ko: 본 개인정보 보호정책과 관련하여 궁금한 점이나 우려 사항이 있으시면 [Sennight Help](메일:eujeenhan@gmail.com )로 문의해 주시기 바랍니다.

source: If you have any questions or concerns about this Terms and Conditions, please contact us at [Sennight Help](mailto:eujeenhan@gmail.com).
ko: 본 약관과 관련하여 궁금한 점이나 우려 사항이 있으시면 [Sennight Help](메일:eujeenhan@gmail.com )로 문의해 주시기 바랍니다.

source: If you’re currently smoke-free, add the number of cigarettes you used to smoke daily. This will help calculate your savings.
ko: 만약 여러분이 현재 금연 상태라면, 매일 피우던 담배의 수를 더하세요. 이렇게 하면 여러분의 저축액을 계산하는 데 도움이 될 것입니다.

source: If you’re currently smoke-free, enter the price of cigarettes you used to smoke.
ko: 현재 금연인 경우, 흡연하던 담배의 가격을 입력합니다.

source: In no event shall the creators be liable for any indirect, incidental, special, or consequential damages arising from or related to your use of the Sennight.
ko: 어떠한 경우에도 제작자는 귀하의 Sennight 사용으로 인해 발생하거나 이와 관련된 간접적, 부수적, 특별한 또는 결과적인 손해에 대해 책임을 지지 않습니다.

source: Invalid Price
ko: 잘못된 가격

source: Keep track your smoking habits
ko: 흡연 습관을 계속 추적합니다

source: Leaving onboarding?
ko: 온보딩을 종료합니다

source: Let us know
ko: 저희에게 알려 주세요.

source: Menu
ko: 메뉴

source: Minute
ko: 분

source: MIT License
ko: 라이센스 포함

source: monitor your progress, and stay informed about withdrawal symptoms and cessation support products.
ko: 내 금연 기록을 확인하고 금단 증상과 금연 보조품에 대한 정보를 확인하세요.

source: motivated you to quit smoking?
ko: 금연을 결심하게 된 계기가 되었나요?

source: My Motivation
ko: 나의 동기

source: New Password
ko: 새로운 비밀번호

source: No Account Linked
ko: 연결된 계정 없음

source: No, I'm not smoking now!
ko: 아니요, 저는 현재 금연 중입니다!

source: Not Now
ko: 지금은 안돼요

source: OK
ko: 네

source: Password must be between 8 and 32 characters long.
ko: 비밀번호가 8~32자 사이어야 합니다.

source: Password must include at least one letter and one digit.
ko: 비밀번호가 적어도 1개의 숫자와 1개의 문자를 포함해야합니다.

source: Passwords do not match.
ko: 일치하지 않습니다.

source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:
ko: 본 소프트웨어 및 관련 문서 파일("소프트웨어")의 사본을 입수하는 모든 사람에게 본 소프트웨어를 제한 없이 취급할 수 있는 권한이 부여되며, 여기에는 본 소프트웨어의 사본을 사용, 복사, 수정, 병합, 게시, 배포, 서브라이선스 및 판매할 수 있는 권한이 제한 없이 포함되며, 다음 조건에 따라 본 소프트웨어가 제공되는 사람에게 이를 허용할 수 있습니다

source: Please let us know if you are planning to start or continue your journey to quit smoking.
ko: 새롭게 금연을 시작하거나 계속 금연을 지속하시나요?

source: Previous
ko: 이전

source: Regardless of how long you've been a smoker, it’s never too late to improve your health.
ko: 담배를 피운 기간과 상관없이, 건강해지기에는 결코 늦지 않았습니다.

source: Right after you wake up or later in the morning?
ko: 기상 이후 또는 늦은 아침

source: Save
ko: 저장

source: Saved up to
ko: 지금까지

source: Sennight is not intended for use by individuals under the age of 13. We do not knowingly collect or solicit personal information from children under 13. If we become aware that we have collected such information, we will take steps to delete it.
ko: 센나잇은 13세 미만의 개인이 사용하는 것을 목적으로 하지 않습니다. 13세 미만의 어린이로부터 고의로 개인 정보를 수집하거나 요청하지 않습니다. 만약 우리가 그런 정보를 수집했다는 것을 알게 된다면, 우리는 그것을 삭제하는 조치를 취할 것입니다.

source: Sign in to personalize your app experience. Track your smoking habits, monitor your progress, and stay informed about withdrawal symptoms and cessation support products.
ko: 앱에 로그인하여 개인화된 경험을 즐기세요. 흡연 습관을 추적하고, 진행 상황을 모니터링하며, 금단 증상과 금연 지원 제품에 대한 정보를 받아보세요.

source: Smoking Habits
ko: 흡연습관

source: Smoking History
ko: 흡연이력

source: Start my first day
ko: 지금부터 시작하기

source: START QUITTING TODAY!
ko: 오늘 금연을 시작하세요!

source: Stop
ko: 멈춤

source: Stop My Progress
ko: 금연 멈추기

source: Stop This Quit Log
ko: 중단

source: Support
ko: 지원

source: Symptom row
ko: 금단증상목록

source: Symptoms
ko: 금단증상

source: Tell us what
ko: 금연을 결심한

source: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
ko: 상기 저작권 고지 및 본 허가 고지는 본 소프트웨어의 모든 사본 또는 상당 부분에 포함되어야 합니다

source: The current password does not match. Please make sure you’ve entered it correctly.
ko: 비밀번호가 일치하지 않습니다. 정확하게 입력했는지 확인하십시오.

source: the date you quit smoking.
ko: 금연을 시작한 날짜를 입력하세요.

source: the number of cigarettes you smoke daily.
ko: 하루의 평균 흡연량을 입력하세요.

source: the price of a pack of cigarettes you usually buy.
ko: 담배의 가격을 입력하세요.

source: The Sennight is provided on an “as is” and “as available” basis. We make no warranties or representations regarding the availability, accuracy, or reliability of the Sennight. We disclaim all warranties to the fullest extent permitted by law.
ko: 상원의원의 밤은 "있는 그대로" 그리고 "가능한 대로" 기준으로 제공됩니다. 저희는 상원의원의 밤의 이용 가능성, 정확성 또는 신뢰성에 대해 어떠한 보증도 하지 않습니다. 저희는 법이 허용하는 범위 내에서 모든 보증을 부인합니다.

source: The Sennight may contain links to third-party websites or services. We are not responsible for the content, privacy policies, or practices of any third-party sites.
ko: Sennight에는 타사 웹 사이트 또는 서비스에 대한 링크가 포함되어 있을 수 있습니다. 저희는 타사 사이트의 콘텐츠, 개인 정보 보호 정책 또는 관행에 대해 책임을 지지 않습니다.

source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ko: 본 소프트웨어는 상품성, 특정 목적에 대한 적합성 및 비침해를 포함하지만 이에 제한되지 않는 명시적 또는 묵시적 보증 없이 "있는 그대로" 제공됩니다. 어떠한 경우에도 저작자 또는 저작권자는 본 소프트웨어 또는 본 소프트웨어의 사용 또는 기타 거래로 인해 발생한 계약, 불법 행위 또는 기타 모든 청구, 손해 또는 기타 책임에 대해 책임을 지지 않습니다.

source: This will erase your current progress and reset all health improvements. This action cannot be undone.
ko: 이렇게 하면 현재 진행 상황이 지워지고 모든 건강 개선 사항이 재설정됩니다. 이 작업은 취소할 수 없습니다.

source: To access certain features of the Sennight, you may be required to create a user account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.
ko: Sennight의 특정 기능에 액세스하려면 사용자 계정을 만들어야 할 수도 있습니다. 계정 정보의 기밀성과 계정에서 발생하는 모든 활동에 대한 책임이 있습니다.

source: Trigger
ko: 트리거

source: Update Password
ko: 비밀번호 업데이트

source: Update the date you started to quit.
ko: 중단 날짜를 업데이트합니다.

source: We do not sell or rent your personal information to third parties. We may share your information in the following circumstances:
ko: 당사는 고객님의 개인정보를 제3자에게 판매 또는 대여하지 않습니다. 다음과 같은 경우 고객님의 정보를 공유할 수 있습니다:

source: We employ reasonable measures to protect your information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or electronic storage is completely secure, and we cannot guarantee absolute security.
ko: 당사는 귀하의 정보를 무단 액세스, 사용 또는 공개로부터 보호하기 위해 합리적인 방법을 사용합니다. 그러나 인터넷 또는 전자 저장소를 통한 전송 방법은 완전히 안전하지 않으며 절대적인 보안을 보장할 수 없습니다.

source: We may collect and use the following types of information:
ko: 다음과 같은 유형의 정보를 수집하고 사용할 수 있습니다:

source: We may update these Terms from time to time. Any changes will be posted on this page with an updated effective date. Your continued use of the App after any changes constitutes acceptance of the new terms.
ko: 본 약관을 수시로 업데이트할 수 있습니다. 변경 사항은 업데이트된 유효 날짜와 함께 이 페이지에 게시됩니다. 변경 사항이 발생한 후 앱을 계속 사용하는 것은 새 약관을 수락하는 것으로 간주됩니다

source: We may update this Privacy Policy from time to time. Any changes will be posted on this page with an updated effective date. Your continued use of the App after any changes constitutes acceptance of the new policy.
ko: 본 개인 정보 보호 정책을 수시로 업데이트할 수 있습니다. 변경 사항은 업데이트된 유효 날짜와 함께 이 페이지에 게시됩니다. 변경 사항이 발생한 후 앱을 계속 사용하면 새 정책을 수락할 수 있습니다.

source: We use the information we collect for various purposes, including:
ko: 우리는 수집한 정보를 다음과 같은 다양한 목적으로 사용합니다:

source: We’ll track your progress and milestones.
ko: 진행 상황과 마일스톤을 추적하겠습니다.

source: Welcome to Sennight ("Sennight"). We are committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our iOS application. By using Sennight, you agree to the collection and use of information in accordance with this policy.
ko: Sennight에 오신 것을 환영합니다. 우리는 여러분의 개인 정보를 보호하기 위해 최선을 다하고 있습니다. 이 개인 정보 보호 정책은 iOS 애플리케이션을 사용할 때 여러분의 정보를 수집, 사용, 공개 및 보호하는 방법을 설명합니다. Sennight를 사용하면 이 정책에 따라 정보를 수집하고 사용하는 데 동의하는 것입니다.

source: What inspires/motivates you? Add here.
ko: 금연을 결심하게 된 계기를 입력하세요.

source: What time
ko: 어느 시간대에

source: Years Smoking
ko: 흡연기간

source: Yes
ko: 네

source: Yes, I am a smoker.
ko: 네, 흡연자입니다.

source: You agree to use the Sennight only for lawful purposes and in accordance with these Terms. You may not use the Sennight in any way that could damage, disable, overburden, or impair the Sennight or interfere with any other party’s use of the Sennight.
ko: 귀하는 본 약관에 따라 합법적인 목적으로만 상원을 사용하는 것에 동의합니다. 귀하는 상원을 훼손, 무력화, 과도한 부담 또는 장애를 초래하거나 다른 당사자의 상원 사용을 방해할 수 있는 어떠한 방법으로도 상원을 사용할 수 없습니다.

source: You may:
ko: 다음을 수행할 수 있습니다 :

source: You're Logging In...
ko: 로그인 중...

source: You’ve just achieved your first milestone. Keep pushing forward and you'll mark more milestones along the way.
ko: 이제 막 첫 번째 마일스톤을 달성했습니다. 앞으로 계속 나아가면 도중에 더 많은 이정표를 표시할 수 있습니다.

source: Your use of the Sennight is also governed by our Privacy Policy. By using the Sennight, you consent to the collection and use of your information as described in the Privacy Policy.
ko: 귀하의 Sennight 사용은 또한 당사의 개인정보 보호정책에 의해 관리됩니다. Sennight를 사용함으로써 귀하는 개인정보 보호정책에 설명된 대로 귀하의 정보 수집 및 사용에 동의하게 됩니다.
